# Smarty20
Smarty - платформа, объединяющая общеобразовательные конкурсные мероприятия и миллионы школьников, студентов.
Проект будет помогать миллионам участникам  контролировать сроки ,  отслеживать активности  и  консолидировать всю информацию  об интересующих мероприятиях.
Smarty  может стать полезной платформой не только для активистов, но и для организаторов различных конкурсов и мероприятий.
Уже существующие проекты получат  возможность расширить аудиторию  за счет целевого контента, и довести до финалов максимальное количество участников, обеспечив достойную конкуренцию и  возможность отобрать лучших из лучших .
Новым проектам  Smarty  даст возможность в максимально короткие сроки заявить о себе,  найти и объединить заинтересованных участников  за счёт целевой аудитории платформы.

Для запуска проекта необходимо запустить файл main.py, который лежит в папке smarty.
